Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/de_forste_stegene_for_a_lose_samisk_kompetansekrise.html.tmx
Source language: nob
Languages: sma

source: De første stegene for å løse samisk kompetansekrise
sma: Doh voestes sïllh saemien maahtoeaehpiem loetedh

source: Samfunnet mangler samiskspråklig kompetanse innenfor alle sektorområder.
sma: Seabradahke saemiengïeleldh maahtoem fååtese gaajhki suerkiej sisnjeli.

source: Det er en krise.
sma: Aehpie lea.

source: Et viktig tiltak for å møte kompetansekrisen er å etablere flere samiske utdanninger på universiteter og høgskoler - samtidig som vi styrker de eksisterende utdanningstilbudene.
sma: Vihkeles råajvarimmie maahtoeaehpiem loetedh lea jienebh saemien ööhpehtimmieh tseegkedh universiteetine jïh jïlleskuvline – seamma tïjjen goh mijjieh dejtie ööhpehtimmiefaalenasside nænnoestibie mah joe gååvnesieh.

source: Men hva skal vi gjøre når universitetene og høgskolene mangler kompetanse til å kunne etablere og opprettholde samiske utdanninger?
sma: Men maam edtjebe darjodh gosse universiteeth jïh jïlleskuvlh eah maahtoem utnieh saemien ööhpehtimmieh tseegkedh jïh tjåadtjoehtidh?

source: Kompetansekrisen er lammende i mange samiske lokalsamfunn.
sma: Maahtoeaehpie gellie saemien voenges seabradahkh jaamalgahta.

source: Den samiske befolkningen får ikke gode nok tjenester fordi det er utfordringer med å rekruttere samiskspråklige til skolene og barnehagene, samt i helsesektoren.
sma: Saemien årrojh eah nuekie hijven dïenesjh åadtjoeh dan åvteste stoerre haestemh saemiengïeleldh almetjh dåårrehtidh skuvlide jïh maanagïertide, jïh healsoesuerkesne.

source: Det er et gjennomgående tema i nesten alle møter jeg har.
sma: Daate lea teema mij iktesth bæjjese vaaltasåvva mahte gaajhkine mov tjåanghkojne.

source: Hovedgrunnen er den harde fornorskningen og vi fikk generasjoner med språktap.
sma: Åejviefåantoe lea dïhte garre daaroedehteme jïh mijjieh gellie boelvh åadtjoejin mah gïelem dasseme.

source: Dette gjør at vi i dag mangler samiskspråklige i alle sektorområder.
sma: Dan gaavhtan mijjieh saemiengïeleldh barkijh fååtesibie gaajhkine suerkine.

source: Også dagens manglende opplæring i samiske språk vil igjen komme tilbake som en boomerang om 20 år.
sma: Aaj daanbeajjetje faatoes lïerehtimmie saemien gïeline sæjhta vihth bååstede båetedh goh boomerange 20 jaepine.

source: Når dagens opplæring i skole og barnehage ikke lykkes har det konsekvenser for tjenestetilbudet til den samiske befolkningen i fremtiden.
sma: Gosse daanbeajjetje lïerehtimmie skuvlesne jïh maanagiertesne ij lyhkesh dellie dïhte konsekvensh vadta saemien årroji dïenesjefaalenassese båetijen aejkien.

source: Vi biter oss selv i halen.
sma: Mijjieh jïjtjemem siejpesne gaetskebe.

source: Løsningen for å bryte ut av den vonde sirkelen er like enkel som den er vanskelig.
sma: Guktie edtjebe dan nåake gievlien sistie båetedh lea seamma aelhkie goh geerve.

source: Vi må utdanne flere samiskspråklige fagfolk.
sma: Tjoerebe jienebh saemiengïeleldh faagealmetjh ööhpehtidh.

source: Til dette trenger vi flere samiske utdanninger og vi trenger å styrke de eksisterende utdanningene.
sma: Dïsse jienebh saemien ööhpehtimmieh daarpesjibie jïh mijjieh daarpesjibie ööhpehtimmide nænnoestidh mah joe gååvnesieh.

source: Likevel, universitetene og høgskolene - som skal tilby samiske utdanninger - mangler selv kompetanse til å opprettholde og etablere samiske studier.
sma: Læjhkan, universiteeth jïh jïlleskuvlh – mah edtjieh saemien ööhpehtimmieh faalehtidh – jïjtjh maahtoem fååtesieh saemien lohkemh tjåadtjoehtidh jïh tseegkedh.

source: Sametingsrådet legger frem nå en revidert melding om høyere utdanning og forskning hvor vi har formet politikk som har som mål om styrke universitet og høgskolesektorens (UH-sektoren) muligheter til å møte kompetansekrisen.
sma: Daelie Saemiedigkieraerie revideereme bïevnesem buakta jollebe ööhpehtimmien jïh dotkemen bïjre gusnie mijjieh politihkem hammoedamme mij ulmine åtna universiteete- jïh jïlleskuvlesuerkien (UH-suerkie) nuepieh nænnoestidh daam maahtoeaehpiem dåastodh.

source: I den reviderte meldingen pekes det nettopp på at universitetene og høgskolene må selv utdanne og utvikle kompetanse som de kan bruke til å etablere samiske utdanninger.
sma: Dennie revideereme bïevnesisnie tjierteste universiteeth jïh jïlleskuvlh jïjtjh tjuerieh maahtoem ööhpehtidh jïh evtiedidh maam maehtieh nuhtjedh saemien ööhpehtimmieh tseegkedh.

source: Sametinget foreslår at Sáme Allaskåvllå, Nord Universitet og UiT - Norges arktiske universitet sammen etablerer en samisk forskerskole.
sma: Saemiedigkie raereste Saemien Jïlleskuvle, Noerhte Universiteete jïh UiT – Norges arktiske Universitet ektesne saemien dotkijeskuvlem tseegkieh.

source: Gjennom en dynamisk forskerskole kan institusjonene sammen bygge den kompetansen de trenger til å opprettholde og videreutvikle studietilbudene deres.
sma: Akten dynamihkeles dotkijeskuvlen tjïrrh institusjovnh maehtieh ektesne dam maahtoem tseegkedh maam daarpesjieh sijjen lohkemefaalenassh tjåadtjoehtidh jïh guhkiebasse evtiedidh.

source: Skal vi få stabile bachelortilbud i lulesamisk- og sørsamisk språk, få på plass en samisk lærerutdanning i Tromsø, og sikre fremtiden til den samiske sykepleierutdanningen ved Samisk høgskole, må vi ha kompetanse.
sma: Jis edtjebe stabijle bachelorfaalenassh åadtjodh julev- jïh åarjelsaemien gïelesne, saemien lohkehtæjjaööhpehtimmiem tseegkedh Romsesne, jïh saemien skïemtjesåjhtereööhpehtimmien båetijem aejkiem hoksedh Saemien jïlleskuvlesne, dellie tjoerebe maahtoem utnedh.

source: Og den kompetansen må vi bygge selv.
sma: Jïh dam maahtoem tjoerebe jïjtjh bigkedh.

source: En samisk forskerskole kan være en del av løsningen.
sma: Saemien dotkijeskuvle maahta bieline årrodh daehtie loetemistie.

source: Samtidig med en bevisst kompetanseplanlegging i UH-sektoren må vi også styrke de etablerte de samiske fagmiljøene.
sma: Seamma tïjjen goh vihties maahtoem soejkesje UH-suerkesne tjoerebe aaj dejtie saemien faagebyjresidie nænnoestidh mah joe leah tseegkesovveme.

source: Det gjelder blant annet Samisk senter ved Nord Universitet, SESAM, Giellatekno og Divvun og senter for samisk helseforskning ved UiT og Låhkåmguovdásj ved Sáme Allaskåvllå.
sma: Dej gaskem Saemien jarnge Noerhte Universiteetesne, SESAM, Giellatekno jïh Divvun jïh saemien healsoedotkemejarnge UiT:sne jïh Lohkemejarnge Saemien jïlleskuvlesne.

source: De er alle sentrale aktører som må styrkes finansielt og organisatorisk for å styrke en samisk kompetanseutvikling.
sma: Dah leah gaajhkh vihkeles aktöörh mejtie tjuara nænnoestidh dovne beetnehvierhtiejgujmie jïh organisatovreles juktie saemien maahtoeevtiedimmiem nænnoestidh.

source: Samtidig må vi jobbe for å realisere Samisk høgskoles initiativ om Gelbboguovdásj – kompetansesenter om samisk innhold i utdanninger.
sma: Seamma tïjjen tjoerebe barkedh Saemien jïlleskuvlen skraejriem nænnoestidh Gelbboguovdásjen bïjre – maahtoejarnge saemien sisvegen bïjre ööhpehtimmine.

source: Den reviderte meldingen peker ikke bare på styrking av universitetene og høgskolene.
sma: Revideereme bïevnese ij ajve tjïertesth universiteetide jïh jïlleskuvlide nænnoestidh.

source: Det må et nasjonalt løft for å løse kompetansekrisen i skolene og barnehagene, og dialogen mellom kommuner og utdanningsinstitusjoner må styrkes.
sma: Nasjonaale lutnjeme lea daerpies jis edtja maahtoeaehpiem skuvline jïh maanagiertine loetedh, jïh rååresjimmie tjïelti jïh ööhpehtimmieinstitusjovni gaskem tjuara læssanidh.

source: Sametinget foreslår at det etableres et nasjonalt samisk program for etter- og videreutdanning hvor kommunene får definere utdanningsbehovene i sin kommune i dialog med UH-sektoren.
sma: Saemiedigkie raereste nasjonaale saemien programme tseegkesåvva minngie- jïh jåarhkeööhpehtæmman gusnie tjïelth åadtjoeh ööhpehtimmiedaerpiesvoetide sijjen tjïeltesne defineeredh rååresjimmesne UH-suerkine.

source: Dette gir mulighet til utdanningsstillinger og kompetanseplanlegging lokalt i hver kommune og tiltak fra UH-sektor som møter kompetansebehovet i hele samfunnet.
sma: Daate nuepiem vadta ööhpehtimmiebarkojde jïh maahtoem soejkesjidh fïereguhtene tjïeltesne, jïh råajvarimmieh UH-suerkeste mah maahtoedaerpiesvoetide illieh abpe seabradahkesne.

source: UH-sektoren må styrkes og det må et nasjonalt løft som kan bidra til å bygge opp kompetansen i hver kommune.
sma: Tjuara UH-suerkien nænnoestidh jïh nasjonaale lutnjeme lea daerpies mij maahta viehkiehtidh maahtoem fïerhtene tjïeltesne tseegkedh.

source: På den måten kan vi løse kompetansekrisen i det samiske samfunnet.
sma: Naemhtie maehtebe maahtoeaehpiem loetedh saemien seabradahkesne.

source: For kompetansekrisen er total i det samiske samfunnet og nå må det legges grunnlag for langsiktige løsninger.
sma: Juktie maahtoeaehpie lea ållesth saemien seabradahkesne jïh daelie tjuara våaromem bïejedh vuekide mah guhkiebasse ryöhkoeh.

source: I møte med kompetansekrisen må ikke bare høyere utdannings-institusjoner styrkes, vi må sørge for å rekruttere til stillinger og vi må rekruttere flere samiskspråklige.
sma: Jis edtja maahtoeaehpiem dåastodh ij leah ajve daerpies jollebe ööhpehtimmieinstitusjovnh nænnoestidh, tjoerebe aaj hoksedh barkojde dåårrehtidh jïh tjoerebe jienebh saemiengïeleldh almetjh dåårrehtidh.

source: Sametingsrådet planlegger en egen sak til plenum om rekrutteringsstrategier samtidig som vi tar fatt på en stortingsmelding om rekruttering og kompetanse i det samiske samfunnet sammen med regjeringen.
sma: Saemiedigkieraerie jïjtse aamhtesem dåårrehtimmiestrategiji bïjre soejkesjeminie stoerretjåanghkose, seamma tïjjen goh stoerredigkiebïevnesinie nïerhkebe dåårrehtimmien jïh maahtoen bïjre saemien seabradahkesne reerenassine ektine.
